Repository: bdlukaa/fluent_ui
Catalog: lib/l10n/intl_*.arb
Languages: ku, my

# backButtonTooltip
source: Back
ku: گەڕانەوە
my: နောက်သို့

# closeButtonLabel
source: Close
ku: داخستن
my: ပိတ်မည်

# searchLabel
source: Search
ku: گەڕان
my: ရှာမည်

# closeNavigationTooltip
source: Close Navigation
ku: داخستنی گەشتکردن
my: Navigation ကိုပိတ်မည်

# openNavigationTooltip
source: Open Navigation
ku: گەشتکردن بکەرەوە
my: Navigation ကိုဖွင့်မည်

source: Click to search
ku: بۆ گەڕان کلیک بکە
my: ရှာရန်နှိပ်ပါ

# modalBarrierDismissLabel
source: Dismiss
ku: بەلاوە نان
my: ပယ်မည်

# minimizeWindowTooltip
source: Minimize
ku: کەمکردنەوە
my: လျှော့မည်

# restoreWindowTooltip
source: Restore
ku: گەڕاندنەوە
my: ပြန်ယူမည်

# closeWindowTooltip
source: Close
ku: داخستن
my: ပိတ်မည်

# dialogLabel
source: Dialog
ku: دیالۆگ
my: မျက်နှာပြင်

# cutActionLabel
source: Cut
ku: بڕین
my: ဖြတ်မည်

# copyActionLabel
source: Copy
ku: کۆپی بکە
my: ကူးယူမည်

# pasteActionLabel
source: Paste
ku: هەویر بکە
my: ထည့်မည်

# selectAllActionLabel
source: Select all
ku: دیاری کردنی هەموو
my: အားလုံးကိုရွေးမည်

# newTabLabel
source: Add new tab
ku: تابێکی نوێ زیاد بکە
my: Tab အသစ်ထည့်မည်

# closeTabLabelSuffix
source: Close tab
ku: تابی داخستنی
my: Tab ကိုပိတ်မည်

# scrollTabBackwardLabel
source: Scroll tab list backward
ku: لیستی تابەکان بەرەو دواوە بچۆ
my: နောက်သို့သွားမည်

# scrollTabForwardLabel
source: Scroll tab list forward
ku: لیستی تابەکان بەرەو پێشەوە بچۆ
my: ရှေ့သို့သွားမည်

# noResultsFoundLabel
source: No results found
ku: هیچ ئه‌نجامێك نه‌دۆزرایه‌وه‌
my: ရလဒ်များမတွေ့ပါ

# copyActionTooltip
source: Copy the selected content to the clipboard
ku: ناوەڕۆکی هەڵبژێردراو کۆپی بکە بۆ کلیپبۆرد
my: ကူးယူမည်

# cutActionTooltip
source: Remove the selected content and put it in the clipboard
ku: ناوەڕۆکی هەڵبژێردراوەکە دەربهێنە و بیخە ناو کلیپبۆردەکەوە
my: ဖျက်ပီးကူးထည့်မည်

# pasteActionTooltip
source: Inserts the contents of the clipboard at the current location
ku: ناوەڕۆکی کلیپبۆردەکە لە شوێنی ئێستادا دەخاتە ناوەوە
my: ထည့်မည်

# selectAllActionTooltip
source: Select all content
ku: هەموو ناوەڕۆکەکان هەڵبژێرە
my: အားလုံးကိုရွေးမည်

source: hour
ku: کاتژمێر
my: နာရီ

source: minute
ku: خولەک
my: မိနစ်

source: AM
ku: ب

source: PM
ku: ئ

source: month
ku: مانگ
my: လ

source: day
ku: ڕۆژ
my: ရက်

source: year
ku: ساڵ
my: နှစ်

# redLabel
source: Red
ku: سوور
my: အနီ

# greenLabel
source: Green
ku: سەوز
my: အစိမ်း

# blueLabel
source: Blue
ku: شین
my: အပြာ

# opacityLabel
source: Opacity
ku: ڕوونی
my: အကြည်လင်မှု

# hueLabel
source: Hue
ku: ڕەنگ
my: အရောင်

# saturationLabel
source: Saturation
ku: تێرایی
my: ပြည့်ဝမှု

# valueLabel
source: Value
ku: بەها
my: တန်ဖိုး

# moreText
source: More
ku: زیاتر
my: ပို၍

# lessText
source: Less
ku: کەمتر
my: လျှော့၍

# valueSliderTooltip
source: Value {value} ({colorName})
ku: Nirx {value} ({colorName})
my: တန်ဖိုး {value} ({colorName})

# alphaSliderTooltip
source: {value}% opacity
ku: {value}% Tarî
my: {value}% အလင်းပိတ်မှု
